
# calc2.py

能够跳过空白字符，支持多位整数

```shell script
calc>1+1
2
calc>2-2
0
calc>10+1
11
calc>10 - 2
8
calc>10+ 20
30
calc>30-  45
-15
```


